//胖小車即時位置地圖
function initBreadCarNowLocationMap(selector) {
var map = new google.maps.Map(document.getElementById(selector), {
  zoom: 16,
  center: {lat: 24.965356, lng: 121.191038}
});

var image = {
	path: "M27.4,8.1h-20c-4,0-5,3.3-5,5v13h-2v2h4v-15c0-0.5,0.2-3,3-3h1v8h27.5c0.3,1.4,0.5,3.1,0.5,5v2c0,0.5-0.2,1-1,1 h-1.1c-0.5-2.3-2.5-4-4.9-4s-4.4,1.7-4.9,4h-8.2c-0.5-2.3-2.5-4-4.9-4c-2.8,0-5,2.2-5,5s2.2,5,5,5c2.4,0,4.4-1.7,4.9-4h8.2 c0.5,2.3,2.5,4,4.9,4s4.4-1.7,4.9-4h1.1c2.2,0,3-1.8,3-3v-2C38.4,8.3,27.5,8.1,27.4,8.1z M16.4,16.1h-6v-6h6V16.1z M24.4,16.1h-6v-6 h6V16.1z M26.4,16.1v-6h1c0.3,0,5.5,0.1,7.8,6H26.4z M11.4,30.1c-1.6,0-3-1.4-3-3s1.4-3,3-3s3,1.4,3,3S13.1,30.1,11.4,30.1z M29.4,30.1c-1.6,0-3-1.4-3-3s1.4-3,3-3s3,1.4,3,3S31.1,30.1,29.4,30.1z"
};
var beachMarker = new google.maps.Marker({
  position: {lat:  24.965356 , lng: 121.191038},
  map: map, 
  icon: image
});
}