<?php 
	$storeLogo = "";
	$storeName = "山下麵包";
	$reviews = 3; //評價
	$follow = 123;	//追蹤
	$address = "桃園市中壢區中大路300號";
	$openStartTime = 11;//開始營業時間
	$openEndTime = 22;//結束營業時間
	$phone = "1234567890";
	$closeDay = "1,7";
	$closeDarArr = explode(",", $closeDay);
	$story = "自創業以來因為引進歐美的先進技術而卓越成長並希望以此經驗技術可以對東南亞吃的文化帶來貢獻 。故於1985年進駐香港，之後在香港廣受各方好評，於1988年設立了中央工廠，自此開始了海外的連鎖烘焙事業。而後陸續在泰國、馬來西亞、新加坡都有展店，也都有不錯的成績。

1987年於台北市百貨公司成立台灣麵包專賣店，為了提供給顧客更多元且完整的產品及服務，於2000年在板橋火車站開了咖啡複合式店面，至今包含複合式店面已有多家分店分佈全台。未來更以積極培育當地人才，每年至少成立2家專賣店為目標，持續教育訓練以提高服務品質。

自創始以來一直堅持慎選原料，每天現場烘焙提供最新鮮的產品，且不斷開發新產品，如：手工現做的三明治、柔軟的吐司、銅鑼燒、大福等多樣的日式風味的點心，讓顧客無論何時都可以買到自己喜愛的產品，享受美味的麵包。";
 ?>