<?php 
	$storeLogo = "";
	$storeName = "山下麵包";
	$reviews = 3; //評價
	$follow = 123;	//追蹤
	$address = "桃園市中壢區中大路300號";
	$openStartTime = 11;//開始營業時間
	$openEndTime = 22;//結束營業時間
	$phone = "1234567890";
	$closeDay = "1,7";
	$closeDarArr = explode(",", $closeDay);
	$story = "";

//會員基資======================================
	$memID = "test";
//留言板======================================
	$messageItemArr = array(
		array("test", "小架純1", "2017/10/08", "吃完之後回味無窮，值得再買一次"),
		array("test", "小架純2", "2017/10/08", "吃完之後回味無窮，值得再買一次"),
		array("test", "小架純3", "2017/10/08", "吃完之後回味無窮，值得再買一次"),
		array("test", "小架純", "2017/10/08", "吃完之後回味無窮，值得再買一次"),
		array("test", "小架純", "2017/10/08", "吃完之後回味無窮，值得再買一次")
	);	
//其他店家推薦======================================
	$otherStoreItemArr = array(
		array("123", "山上麵包", "新興店家，主推自家創意麵包..."),
		array("123", "山上麵包", "新興店家，主推自家創意麵包..."),
		array("123", "山上麵包", "新興店家，主推自家創意麵包..."),
		array("123", "山上麵包", "新興店家，主推自家創意麵包..."),
		array("123", "山上麵包", "新興店家，主推自家創意麵包..."),
		array("123", "山上麵包", "新興店家，主推自家創意麵包...")
	);		
 ?>